Repository: AkelonDev/Stamps
Catalog: Akelon.StampModule/Akelon.StampModule.Shared/StampSetting/StampSettingSystem.*.resx
Languages: ru

# Property_Name
source: Name
ru: Имя

# Property_DocumentType
source: Document type
ru: Тип документа

# Property_StampKind
source: Stamp kind
ru: Вид штампа

# Property_DocumentPosition
source: Document position
ru: Расположение на документе

# Property_PagePosition
source: Page position
ru: Расположение на странице

# Property_SizeHeight
source: Size stamp (height)
ru: Размер штампа (высота)

# Property_SizeWidth
source: Size stamp (width)
ru: Размер штампа (ширина)

# Property_StampImage
source: Stamp image
ru: Изображение штампа

# Action_LoadStampPicture
source: Load stamp picture
ru: Загрузить изображение

# Action_LoadStampPictureHint
source: Load stamp picture
ru: Загрузить изображение штампа

# Action_LoadStampPictureDescription
source: Use a third-party image for the stamp.
ru: Использовать для штампа стороннее изображение.

# Action_DeleteStampPicture
source: Delete picture
ru: Удалить изображение

# Action_DeleteStampPictureHint
source: Delete picture stamp.
ru: Удалить изображение штампа.

# Action_DeleteStampPictureDescription
source: Delete picture stamp.
ru: Удалить изображение штампа.

# Ribbon_LoadStamp_1e793075f2a44928a17ef23a27260419
source: Load stamp
ru: Загрузка штампа

# Enum_DocumentPosition_FirstPage
source: First page
ru: Первая страница

# Enum_DocumentPosition_EndPage
source: End page
ru: Последняя страница

# Enum_DocumentPosition_EachPage
source: Each page
ru: Каждая страница

# Enum_PagePosition_UpLeft
source: Up left
ru: Верхний левый угол

# Enum_PagePosition_UpRight
source: Up right
ru: Верхний правый угол

# Enum_PagePosition_DownLeft
source: Down left
ru: Нижний левый угол

# Enum_PagePosition_DownRight
source: Down right
ru: Нижний правый угол

# Enum_StampKind_DrawingStamp
source: Drawing stamp
ru: Штамп из Drawing

# Enum_StampKind_LoadStamp
source: Loaded stamp
ru: Загруженный штамп

# Enum_StampKind_Barcode
source: Barcode128
ru: Штрихкод (Code 128)

# Enum_StampKind_QRCode
source: QR-Code
ru: QR-код

# DisplayName
source: Stamp setting
ru: Настройки штампа

# AccusativeDisplayName
source: Stamp setting
ru: Настройку штампа

# CollectionDisplayName
source: Stamp settings
ru: Настройки штампов
